Repository: joeycast/BitLocal
Catalog: Shared/Helpers/Localizable.xcstrings
Source language: en
Languages: de, es, fr, fr_ca, it, nl, th

# %@ and %@ now accept bitcoin.
source: %1$@ and %2$@ now accept bitcoin.
de: %1$@ und %2$@ akzeptieren jetzt Bitcoin.
es: %1$@ y %2$@ ahora aceptan bitcoin.
fr: %1$@ et %2$@ acceptent maintenant le bitcoin.
fr_ca: %1$@ et %2$@ acceptent maintenant le bitcoin.
it: %1$@ e %2$@ ora accettano bitcoin.
nl: %1$@ en %2$@ accepteren nu bitcoin.
th: %1$@ และ %2$@ ตอนนี้รับบิตคอยน์แล้ว

# %@ and %lld more now accept bitcoin.
source: %1$@ and %2$lld more now accept bitcoin.
de: %1$@ und %2$lld weitere akzeptieren jetzt Bitcoin.
es: %1$@ y %2$lld más ahora aceptan bitcoin.
fr: %1$@ et %2$lld autres acceptent maintenant le bitcoin.
fr_ca: %1$@ et %2$lld autres acceptent maintenant le bitcoin.
it: %1$@ e altri %2$lld ora accettano bitcoin.
nl: %1$@ en nog %2$lld accepteren nu bitcoin.
th: %1$@ และอีก %2$lld แห่งตอนนี้รับบิตคอยน์แล้ว

source: %@ now accepts bitcoin.
de: %@ akzeptiert jetzt Bitcoin.
es: %@ ahora acepta bitcoin.
fr: %@ accepte maintenant le bitcoin.
fr_ca: %@ accepte maintenant le bitcoin.
it: %@ ora accetta bitcoin.
nl: %@ accepteert nu bitcoin.
th: %@ ตอนนี้รับบิตคอยน์แล้ว

# %@, %@, and %lld more now accept bitcoin.
source: %1$@, %2$@, and %3$lld more now accept bitcoin.
de: %1$@, %2$@ und %3$lld weitere akzeptieren jetzt Bitcoin.
es: %1$@, %2$@ y %3$lld más ahora aceptan bitcoin.
fr: %1$@, %2$@ et %3$lld autres acceptent maintenant le bitcoin.
fr_ca: %1$@, %2$@ et %3$lld autres acceptent maintenant le bitcoin.
it: %1$@, %2$@ e altri %3$lld ora accettano bitcoin.
nl: %1$@, %2$@ en nog %3$lld accepteren nu bitcoin.
th: %1$@, %2$@ และอีก %3$lld แห่งตอนนี้รับบิตคอยน์แล้ว

source: %@, and more
de: %@ und mehr
es: %@ y más
fr: %@, et plus encore
fr_ca: %@, et plus encore
it: %@ e altri
nl: %@ en meer
th: %@ และอีกมาก

source: %lld new merchants
de: %lld neue Händler
es: %lld nuevos comercios
fr: %lld nouveaux commerces
fr_ca: %lld nouveaux commerces
it: %lld nuove attività
nl: %lld nieuwe bedrijven
th: ร้านค้าใหม่ %lld แห่ง

source: %lld new merchants now accept bitcoin.
de: %lld neue Händler akzeptieren jetzt Bitcoin.
es: %lld nuevos comercios ahora aceptan bitcoin.
fr: %lld nouveaux commerces acceptent maintenant le bitcoin.
fr_ca: %lld nouveaux commerces acceptent maintenant le bitcoin.
it: %lld nuove attività ora accettano bitcoin.
nl: %lld nieuwe bedrijven accepteren nu bitcoin.
th: ร้านค้าใหม่ %lld แห่งตอนนี้รับบิตคอยน์แล้ว

# %lld review%@
source: %1$lld review%2$@
de: %1$lld Bewertung%2$@
es: %1$lld reseña%2$@
fr: %1$lld avis%2$@
fr_ca: %1$lld avis%2$@
it: %1$lld recensione%2$@
nl: %1$lld beoordeling%2$@
th: %1$lld รีวิว%2$@

# about_accessibility_label
source: About
de: Über
es: Acerca de
fr: À propos
fr_ca: À propos
it: Informazioni
nl: Over
th: เกี่ยวกับ

# about_description
source: BitLocal is an app developed by Brink 13 Labs, LLC in Nashville, TN. BitLocal’s mission is to support hyperbitcoinization by connecting people with local businesses that accept bitcoin and is our contribution to the bitcoin community. Location data displayed in BitLocal is retrieved from OpenStreetMap through the BTC Map API.
de: BitLocal ist eine App, die von Brink 13 Labs, LLC in Nashville, TN entwickelt wurde. Ziel von BitLocal ist es, die Hyperbitcoinisierung zu unterstützen, indem Menschen mit lokalen Unternehmen verbunden werden, die Bitcoin akzeptieren – mein Beitrag zur Bitcoin-Community. Die Standortdaten in BitLocal stammen von OpenStreetMap über die BTC Map API.
es: BitLocal es una aplicación desarrollada por Brink 13 Labs, LLC en Nashville, TN. La misión de BitLocal es apoyar la hiperbitcoinización conectando a personas con negocios locales que aceptan bitcoin y es mi contribución a la comunidad bitcoin. Los datos de ubicación que se muestran en BitLocal se obtienen de OpenStreetMap a través de la API de BTC Map.
fr: BitLocal est une application développée par Brink 13 Labs, LLC à Nashville, Tennessee. La mission de BitLocal est de soutenir l’hyperbitcoinisation en connectant les utilisateurs avec des commerces locaux qui acceptent le bitcoin. C’est ma contribution à la communauté Bitcoin. Les données de localisation affichées dans BitLocal proviennent d’OpenStreetMap via l’API BTC Map.
fr_ca: BitLocal est une application développée par Brink 13 Labs, LLC à Nashville, Tennessee. La mission de BitLocal est de soutenir l’hyperbitcoinisation en reliant les gens aux commerces locaux qui acceptent le bitcoin. C’est ma contribution à la communauté Bitcoin. Les données de localisation affichées dans BitLocal proviennent d’OpenStreetMap grâce à l’API BTC Map.
it: BitLocal è un'app sviluppata da Brink 13 Labs, LLC a Nashville, Tennessee. La missione di BitLocal è sostenere l’iperbitcoinizzazione collegando le persone alle attività locali che accettano bitcoin: è il mio contributo alla comunità Bitcoin. I dati sulla posizione visualizzati in BitLocal sono ottenuti da OpenStreetMap tramite l’API di BTC Map.
nl: BitLocal is een app ontwikkeld door Brink 13 Labs, LLC in Nashville, TN. De missie van BitLocal is om hyperbitcoinisatie te ondersteunen door mensen te verbinden met lokale bedrijven die bitcoin accepteren. Het is mijn bijdrage aan de bitcoincommunity. Locatiegegevens in BitLocal worden opgehaald via OpenStreetMap met behulp van de BTC Map API.
th: BitLocal เป็นแอปที่พัฒนาโดย Brink 13 Labs, LLC ในแนชวิลล์ รัฐเทนเนสซี ภารกิจของ BitLocal คือสนับสนุนการใช้บิตคอยน์อย่างแพร่หลาย โดยเชื่อมต่อผู้คนกับธุรกิจท้องถิ่นที่รับบิตคอยน์ ซึ่งเป็นส่วนหนึ่งของการมีส่วนร่วมในชุมชนบิตคอยน์ ข้อมูลตำแหน่งที่แสดงใน BitLocal ดึงมาจาก OpenStreetMap ผ่าน API ของ BTC Map

# about_title
source: About BitLocal
de: Über BitLocal
es: Acerca de BitLocal
fr: À propos de BitLocal
fr_ca: À propos de BitLocal
it: Informazioni su BitLocal
nl: Over BitLocal
th: เกี่ยวกับ BitLocal

source: Accepts Bitcoin
de: Akzeptiert Bitcoin
es: Acepta Bitcoin
fr: Accepte le bitcoin
fr_ca: Accepte le bitcoin
it: Accetta Bitcoin
nl: Accepteert Bitcoin
th: รับบิตคอยน์

# accepts_bitcoin_lightning
source: Accepts Bitcoin over Lightning
de: Akzeptiert Bitcoin über Lightning
es: Acepta Bitcoin por Lightning
fr: Accepte le bitcoin via Lightning
fr_ca: Accepte le bitcoin par Lightning
it: Accetta Bitcoin tramite Lightning
nl: Accepteert Bitcoin via Lightning
th: รับบิตคอยน์ผ่าน Lightning

source: Accepts Bitcoin on Chain
de: Akzeptiert Bitcoin On Chain
es: Acepta Bitcoin en cadena
fr: Accepte le bitcoin sur la blockchain
fr_ca: Accepte le bitcoin sur la chaîne
it: Accetta Bitcoin on-chain
nl: Accepteert Bitcoin On-chain
th: รับบิตคอยน์ผ่านเครือข่ายหลัก

source: Accepts Contactless Lightning
de: Akzeptiert Kontaktloses Lightning
es: Acepta Lightning sin contacto
fr: Accepte Lightning sans contact
fr_ca: Accepte Lightning sans contact
it: Accetta Lightning contactless
nl: Accepteert Contactloze Lightning
th: รับ Lightning แบบไร้สัมผัส

# add_business_form_title
source: Add a Business
de: Unternehmen hinzufügen
es: Añadir un negocio
fr: Ajouter un établissement
fr_ca: Ajouter un commerce
it: Aggiungi un'attività
nl: Bedrijf toevoegen
th: เพิ่มธุรกิจ

# add_business_hours_button
source: Add Hours
de: Öffnungszeiten hinzufügen
es: Añadir horario
fr: Ajouter des horaires
fr_ca: Ajouter des heures d'ouverture
it: Aggiungi orari
nl: Openingstijden toevoegen
th: เพิ่มเวลาทำการ

# add_business_info_cta_button
source: Add Your Business on BTC Map
de: Ihr Unternehmen auf BTC Map hinzufügen
es: Añade tu negocio en BTC Map
fr: Ajoutez votre établissement sur BTC Map
fr_ca: Ajoutez votre commerce sur BTC Map
it: Aggiungi la tua attività su BTC Map
nl: Voeg je bedrijf toe op BTC Map
th: เพิ่มธุรกิจของคุณบน BTC Map

# add_business_info_data_source_description
source: BitLocal displays Bitcoin-accepting businesses from BTC Map, a community-maintained open database of merchants worldwide.
de: BitLocal zeigt Bitcoin-akzeptierende Unternehmen von BTC Map an, einer von der Community gepflegten offenen Datenbank von Händlern weltweit.
es: BitLocal muestra negocios que aceptan Bitcoin de BTC Map, una base de datos abierta de comerciantes mantenida por la comunidad en todo el mundo.
fr: BitLocal affiche les commerces acceptant le Bitcoin depuis BTC Map, une base de données ouverte de commerçants maintenue par la communauté dans le monde entier.
fr_ca: BitLocal affiche les commerces acceptant le Bitcoin depuis BTC Map, une base de données ouverte de commerçants maintenue par la communauté dans le monde entier.
it: BitLocal mostra le attività che accettano Bitcoin da BTC Map, un database aperto di commercianti mantenuto dalla comunità in tutto il mondo.
nl: BitLocal toont Bitcoin-accepterende bedrijven van BTC Map, een door de gemeenschap onderhouden open database van handelaren wereldwijd.
th: BitLocal แสดงธุรกิจที่รับ Bitcoin จาก BTC Map ซึ่งเป็นฐานข้อมูลเปิดของผู้ค้าที่ดูแลโดยชุมชนทั่วโลก

# add_business_info_data_source_title
source: Powered by BTC Map
de: Unterstützt von BTC Map
es: Impulsado por BTC Map
fr: Propulsé par BTC Map
fr_ca: Propulsé par BTC Map
it: Alimentato da BTC Map
nl: Mogelijk gemaakt door BTC Map
th: ขับเคลื่อนโดย BTC Map

# add_business_info_footer
source: Once your business is added to BTC Map, it will automatically appear in BitLocal the next time the app refreshes its data.
de: Sobald Ihr Unternehmen zu BTC Map hinzugefügt wurde, erscheint es automatisch in BitLocal, wenn die App ihre Daten das nächste Mal aktualisiert.
es: Una vez que tu negocio se añada a BTC Map, aparecerá automáticamente en BitLocal la próxima vez que la aplicación actualice sus datos.
fr: Une fois votre établissement ajouté à BTC Map, il apparaîtra automatiquement dans BitLocal lors de la prochaine actualisation des données.
fr_ca: Une fois votre commerce ajouté à BTC Map, il apparaîtra automatiquement dans BitLocal lors de la prochaine actualisation des données.
it: Una volta aggiunta la tua attività a BTC Map, apparirà automaticamente in BitLocal al prossimo aggiornamento dei dati dell'app.
nl: Zodra je bedrijf is toegevoegd aan BTC Map, verschijnt het automatisch in BitLocal wanneer de app de gegevens ververst.
th: เมื่อธุรกิจของคุณถูกเพิ่มใน BTC Map แล้ว จะปรากฏใน BitLocal โดยอัตโนมัติเมื่อแอปรีเฟรชข้อมูลครั้งถัดไป

# add_business_info_leaving_app
source: You'll be taken to btcmap.org to complete your submission.
de: Sie werden zu btcmap.org weitergeleitet, um Ihre Einreichung abzuschließen.
es: Serás redirigido a btcmap.org para completar tu envío.
fr: Vous serez redirigé vers btcmap.org pour compléter votre soumission.
fr_ca: Vous serez redirigé vers btcmap.org pour compléter votre soumission.
it: Verrai reindirizzato a btcmap.org per completare la tua richiesta.
nl: Je wordt doorgestuurd naar btcmap.org om je aanvraag te voltooien.
th: คุณจะถูกนำไปยัง btcmap.org เพื่อดำเนินการส่งข้อมูลให้เสร็จสิ้น

# add_business_info_timing_description
source: Processing times vary depending on volunteer availability. Most submissions are reviewed within a few days, but it may take longer during busy periods.
de: Die Bearbeitungszeiten variieren je nach Verfügbarkeit der Freiwilligen. Die meisten Einreichungen werden innerhalb weniger Tage überprüft, aber es kann in Stoßzeiten länger dauern.
es: Los tiempos de procesamiento varían según la disponibilidad de los voluntarios. La mayoría de los envíos se revisan en unos pocos días, pero puede tardar más durante períodos de alta demanda.
fr: Les délais de traitement varient selon la disponibilité des bénévoles. La plupart des soumissions sont examinées en quelques jours, mais cela peut prendre plus de temps pendant les périodes chargées.
fr_ca: Les délais de traitement varient selon la disponibilité des bénévoles. La plupart des soumissions sont examinées en quelques jours, mais cela peut prendre plus de temps pendant les périodes achalandées.
it: I tempi di elaborazione variano a seconda della disponibilità dei volontari. La maggior parte delle richieste viene esaminata entro pochi giorni, ma potrebbe richiedere più tempo durante i periodi di maggiore attività.
nl: Verwerkingstijden variëren afhankelijk van de beschikbaarheid van vrijwilligers. De meeste aanvragen worden binnen enkele dagen beoordeeld, maar het kan langer duren tijdens drukke periodes.
th: ระยะเวลาดำเนินการแตกต่างกันไปขึ้นอยู่กับความพร้อมของอาสาสมัคร การส่งข้อมูลส่วนใหญ่จะได้รับการตรวจสอบภายในไม่กี่วัน แต่อาจใช้เวลานานขึ้นในช่วงที่มีงานยุ่ง

# add_business_info_timing_title
source: When Will It Appear?
de: Wann wird es erscheinen?
es: ¿Cuándo aparecerá?
fr: Quand apparaîtra-t-il ?
fr_ca: Quand apparaîtra-t-il ?
it: Quando apparirà?
nl: Wanneer verschijnt het?
th: จะปรากฏเมื่อไหร่?

# add_business_info_title
source: How Adding a Business Works
de: So funktioniert das Hinzufügen eines Unternehmens
es: Cómo funciona añadir un negocio
fr: Comment ajouter un établissement
fr_ca: Comment ajouter un commerce
it: Come funziona l'aggiunta di un'attività
nl: Hoe een bedrijf toevoegen werkt
th: วิธีการเพิ่มธุรกิจ

# add_business_info_volunteers_description
source: When you submit a business, volunteer community members at BTC Map review and add it to the map. This is a free service maintained by the Bitcoin community.
de: Wenn Sie ein Unternehmen einreichen, prüfen freiwillige Community-Mitglieder bei BTC Map es und fügen es der Karte hinzu. Dies ist ein kostenloser Service, der von der Bitcoin-Community betrieben wird.
es: Cuando envías un negocio, miembros voluntarios de la comunidad de BTC Map lo revisan y lo añaden al mapa. Este es un servicio gratuito mantenido por la comunidad Bitcoin.
fr: Lorsque vous soumettez un établissement, des bénévoles de la communauté BTC Map l'examinent et l'ajoutent à la carte. C'est un service gratuit maintenu par la communauté Bitcoin.
fr_ca: Lorsque vous soumettez un commerce, des bénévoles de la communauté BTC Map l'examinent et l'ajoutent à la carte. C'est un service gratuit maintenu par la communauté Bitcoin.
it: Quando invii un'attività, i membri volontari della comunità di BTC Map la esaminano e la aggiungono alla mappa. Questo è un servizio gratuito gestito dalla comunità Bitcoin.
nl: Wanneer je een bedrijf indient, beoordelen vrijwillige communityleden bij BTC Map het en voegen het toe aan de kaart. Dit is een gratis dienst die wordt onderhouden door de Bitcoin-gemeenschap.
th: เมื่อคุณส่งข้อมูลธุรกิจ อาสาสมัครในชุมชน BTC Map จะตรวจสอบและเพิ่มลงในแผนที่ นี่เป็นบริการฟรีที่ดูแลโดยชุมชน Bitcoin

# add_business_info_volunteers_title
source: Community Powered
de: Von der Community betrieben
es: Impulsado por la comunidad
fr: Propulsé par la communauté
fr_ca: Propulsé par la communauté
it: Gestito dalla comunità
nl: Aangedreven door de gemeenschap
th: ขับเคลื่อนโดยชุมชน

# add_business_to_map
source: Add a Business to the Map
de: Unternehmen zur Karte hinzufügen
es: Añadir un negocio al mapa
fr: Ajouter un établissement à la carte
fr_ca: Ajouter un commerce à la carte
it: Aggiungi un'attività alla mappa
nl: Bedrijf aan de kaart toevoegen
th: เพิ่มธุรกิจลงในแผนที่

# address_label
source: Address
de: Adresse
es: Dirección
fr: Adresse
fr_ca: Adresse
it: Indirizzo
nl: Adres
th: ที่อยู่

# address_section_header
source: Address
de: Adresse
es: Dirección
fr: Adresse
fr_ca: Adresse
it: Indirizzo
nl: Adres
th: ที่อยู่

source: Anonymous
de: Anonym
es: Anónimo
fr: Anonyme
fr_ca: Anonyme
it: Anonimo
nl: Anoniem
th: ไม่ระบุชื่อ

source: Auto
de: Automatisch
es: Automático
fr: Automatique
fr_ca: Automatique
it: Automatico
nl: Automatisch
th: อัตโนมัติ

# back_button
source: Back
de: Zurück
es: Atrás
fr: Retour
fr_ca: Retour
it: Indietro
nl: Terug
th: ย้อนกลับ

source: Beauty
de: Schönheit
es: Belleza
fr: Beauté
fr_ca: Beauté
it: Bellezza
th: ความงาม

# bitcoin_live_price_chart_button_label
source: Bitcoin Live Price Chart for Apple TV
de: Bitcoin Live Price Chart für Apple TV
es: Bitcoin Live Price Chart para Apple TV
fr: Bitcoin Live Price Chart pour Apple TV
fr_ca: Bitcoin Live Price Chart pour Apple TV
it: Bitcoin Live Price Chart per Apple TV
nl: Bitcoin Live Price Chart voor Apple TV
th: Bitcoin Live Price Chart สำหรับ Apple TV

# bitcoin_payment_section_footer
source: At least one payment method must be selected.
de: Mindestens eine Zahlungsmethode muss ausgewählt werden.
es: Debe seleccionarse al menos un método de pago.
fr: Au moins un moyen de paiement doit être sélectionné.
fr_ca: Au moins un mode de paiement doit être sélectionné.
it: È necessario selezionare almeno un metodo di pagamento.
nl: Er moet minstens één betaalmethode worden geselecteerd.
th: ต้องเลือกวิธีการชำระเงินอย่างน้อยหนึ่งรายการ

# bitcoin_payment_section_header
source: Accepted Bitcoin Payment Methods
de: Akzeptierte Bitcoin-Zahlungsmethoden
es: Métodos de pago en bitcoin aceptados
fr: Moyens de paiement en bitcoin acceptés
fr_ca: Modes de paiement en bitcoin acceptés
it: Metodi di pagamento in bitcoin accettati
nl: Geaccepteerde bitcoin-betaalmethoden
th: วิธีการชำระเงินด้วยบิตคอยน์ที่รับ

source: Bitcoin Resources
de: Bitcoin-Ressourcen
es: Recursos sobre Bitcoin
fr: Ressources Bitcoin
fr_ca: Ressources Bitcoin
it: Risorse Bitcoin
nl: Bitcoinbronnen
th: แหล่งข้อมูลบิตคอยน์

source: BitLocal does not process, custody, or guarantee tip transactions. We only open your selected wallet or link and help copy/share the Lightning address.
de: BitLocal verarbeitet oder verwahrt Trinkgeld-Transaktionen nicht und gibt dafür keine Garantie. Wir öffnen nur deine ausgewählte Wallet oder den Link und helfen beim Kopieren oder Teilen der Lightning-Adresse.
es: BitLocal no procesa, custodia ni garantiza transacciones de propinas. Solo abrimos la billetera o el enlace que elijas y te ayudamos a copiar o compartir la dirección Lightning.
fr: BitLocal ne traite pas les pourboires, n’en assure pas la garde et ne les garantit pas. Nous ouvrons simplement le portefeuille ou le lien choisi et aidons à copier ou partager l’adresse Lightning.
fr_ca: BitLocal ne traite pas les pourboires, n’en assure pas la garde et ne les garantit pas. Nous ouvrons simplement le portefeuille ou le lien choisi et aidons à copier ou partager l’adresse Lightning.
it: BitLocal non elabora, custodisce né garantisce le transazioni di mancia. Apriamo solo il wallet o il link selezionato e ti aiutiamo a copiare o condividere l’indirizzo Lightning.
nl: BitLocal verwerkt geen fooitransacties, bewaart ze niet en geeft er geen garantie op. We openen alleen je gekozen wallet of link en helpen je het Lightning-adres te kopiëren of te delen.
th: BitLocal ไม่ได้ประมวลผล ดูแลรักษา หรือรับประกันธุรกรรมทิป เราเพียงเปิดกระเป๋าเงินหรือลิงก์ที่คุณเลือก และช่วยคัดลอกหรือแชร์ที่อยู่ Lightning เท่านั้น

source: BitLocal needs permission to send you notifications. You can turn this on in Settings.
de: BitLocal benötigt deine Erlaubnis, dir Benachrichtigungen zu senden. Du kannst das in den Einstellungen aktivieren.
es: BitLocal necesita permiso para enviarte notificaciones. Puedes activarlo en Ajustes.
fr: BitLocal a besoin de l’autorisation de vous envoyer des notifications. Vous pouvez l’activer dans Réglages.
fr_ca: BitLocal a besoin de l’autorisation de vous envoyer des notifications. Vous pouvez l’activer dans Réglages.
it: BitLocal ha bisogno dell’autorizzazione per inviarti notifiche. Puoi attivarla in Impostazioni.
nl: BitLocal heeft toestemming nodig om je meldingen te sturen. Je kunt dit inschakelen in Instellingen.
th: BitLocal ต้องการสิทธิ์ในการส่งการแจ้งเตือนถึงคุณ คุณสามารถเปิดได้ในการตั้งค่า

source: BitLocal sends a daily morning digest for your city when it finds new Bitcoin-accepting businesses there.
de: BitLocal sendet dir morgens eine tägliche Zusammenfassung für deine Stadt, wenn dort neue Unternehmen gefunden werden, die Bitcoin akzeptieren.
es: BitLocal te envía un resumen diario por la mañana para tu ciudad cuando encuentra nuevos negocios que aceptan bitcoin allí.
fr: BitLocal envoie chaque matin un récapitulatif quotidien pour votre ville lorsqu’il y trouve de nouveaux commerces acceptant le bitcoin.
fr_ca: BitLocal envoie chaque matin un récapitulatif quotidien pour votre ville lorsqu’il y trouve de nouveaux commerces acceptant le bitcoin.
it: BitLocal invia ogni mattina un riepilogo giornaliero per la tua città quando trova nuove attività che accettano bitcoin.
nl: BitLocal stuurt elke ochtend een dagelijks overzicht voor je stad wanneer er nieuwe bedrijven worden gevonden die bitcoin accepteren.
th: BitLocal จะส่งสรุปรายวันตอนเช้าสำหรับเมืองของคุณ เมื่อพบธุรกิจใหม่ที่รับบิตคอยน์ที่นั่น

source: Boost on BTC Map
de: Auf BTC Map boosten
es: Impulsar en BTC Map
fr: Mettre en avant sur BTC Map
fr_ca: Mettre en avant sur BTC Map
it: Metti in evidenza su BTC Map
nl: Boosten op BTC Map
th: โปรโมตบน BTC Map

# business_category_label
source: Business Category
de: Unternehmenskategorie
es: Categoría del negocio
fr: Catégorie de l’établissement
fr_ca: Catégorie du commerce
it: Categoria dell'attività
nl: Bedrijfscategorie
th: หมวดหมู่ธุรกิจ

# business_category_section_header
source: Business Category
de: Unternehmenskategorie
es: Categoría del negocio
fr: Catégorie de l’établissement
fr_ca: Catégorie du commerce
it: Categoria dell'attività
nl: Bedrijfscategorie
th: หมวดหมู่ธุรกิจ

# business_description_footer
source: Optional - Describe what makes this business special
de: Optional – Beschreibe, was dieses Unternehmen besonders macht
es: Opcional: describe qué hace especial a este negocio
fr: Facultatif – Décrivez ce qui rend cet établissement spécial
fr_ca: Facultatif – Décrivez ce qui rend ce commerce spécial
it: Facoltativo: descrivi cosa rende speciale questa attività
nl: Optioneel – Beschrijf wat dit bedrijf bijzonder maakt
th: ไม่บังคับ – อธิบายว่าอะไรทำให้ธุรกิจนี้พิเศษ

# business_description_label
source: Business Description
de: Unternehmensbeschreibung
es: Descripción del negocio
fr: Description de l’établissement
fr_ca: Description du commerce
it: Descrizione dell'attività
nl: Bedrijfsbeschrijving
th: คำอธิบายธุรกิจ

# business_description_section
source: Description
de: Beschreibung
es: Descripción
it: Descrizione
nl: Beschrijving
th: คำอธิบาย

# business_details_section
source: Business Details
de: Geschäftsinformationen
es: Detalles del negocio
fr: Détails de l’établissement
fr_ca: Détails du commerce
it: Dettagli dell’attività
nl: Bedrijfsgegevens
th: รายละเอียดธุรกิจ

# business_hours_label
source: Hours
de: Öffnungszeiten
es: Horario
fr: Horaires
fr_ca: Heures d'ouverture
it: Orari
nl: Openingstijden
th: เวลาทำการ

# business_hours_section_footer
source: Optional - Add operating hours for this business
de: Optional – Füge Öffnungszeiten für dieses Unternehmen hinzu
es: Opcional: añade el horario de atención de este negocio
fr: Facultatif – Ajoutez les horaires de cet établissement
fr_ca: Facultatif – Ajoutez les heures d'ouverture de ce commerce
it: Facoltativo: aggiungi gli orari di apertura di questa attività
nl: Optioneel – Voeg openingstijden toe voor dit bedrijf
th: ไม่บังคับ – เพิ่มเวลาทำการของธุรกิจนี้

# business_hours_section_header
source: Business Hours
de: Öffnungszeiten
es: Horario del negocio
fr: Horaires de l’établissement
fr_ca: Heures d'ouverture du commerce
it: Orari dell'attività
nl: Openingstijden
th: เวลาทำการของธุรกิจ

# business_hours_title
source: Business Hours
de: Öffnungszeiten
es: Horario del negocio
fr: Horaires de l’établissement
fr_ca: Heures d'ouverture du commerce
it: Orari dell'attività
nl: Openingstijden
th: เวลาทำการของธุรกิจ

# business_info_section_header
source: Business Information
de: Unternehmensinformationen
es: Información del negocio
fr: Informations sur l’établissement
fr_ca: Informations sur le commerce
it: Informazioni sull'attività
nl: Bedrijfsinformatie
th: ข้อมูลธุรกิจ

# business_name_label
source: Business Name
de: Unternehmensname
es: Nombre del negocio
fr: Nom de l’établissement
fr_ca: Nom du commerce
it: Nome dell'attività
nl: Bedrijfsnaam
th: ชื่อธุรกิจ

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
fr_ca: Annuler
it: Annulla
nl: Annuleren
th: ยกเลิก
